---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPlaceInstanceError
source: html/58a8d18e-c2f2-8b4a-af7a-b8474124adba.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPlaceInstanceError Property

Can't place instance of [Symbol]

## Syntax (C#)
```csharp
public static FailureDefinitionId CantPlaceInstanceError { get; }
```